Repository: AppsIkramovDetkin/rus-taxi
Catalog: RusTaxi/Localization/*.lproj/Localizable.strings
Languages: az_az, ru, zh

# russia
source: РоссияENG
az_az: РоссияAZ
ru: Россия
zh: РоссияZH

# azer
source: АзербайджанENG
az_az: АзербайджанAZ
ru: Азербайджан
zh: АзербайджанZH

# arg
source: АргентинаENG
az_az: АргентинаAZ
ru: Аргентина
zh: АргентинаZH

# arm
source: АрменияENG
az_az: АрменияAZ
ru: Армения
zh: АрменияZH

# belarus
source: БеларуссияENG
az_az: БеларуссияAZ
ru: Беларуссия
zh: БеларуссияZH

# georgia
source: ГрузияENG
az_az: ГрузияAZ
ru: Грузия
zh: ГрузияZH

# kaz
source: КахахстанENG
az_az: КахахстанAZ
ru: Кахахстан
zh: КахахстанZH

# tadzh
source: ТаджикистанENG
az_az: ТаджикистанAZ
ru: Таджикистан
zh: ТаджикистанZH

# ukraine
source: УкраинаENG
az_az: УкраинаAZ
ru: Украина
zh: УкраинаZH

# uz
source: УзбекистанENG
az_az: УзбекистанAZ
ru: Узбекистан
zh: УзбекистанZH

# enterCode
source: Введите полученный кодENG
az_az: Введите полученный кодAZ
ru: Введите полученный код
zh: Введите полученный кодZH

# getCode
source: ПОЛУЧИТЬ КОДENG
az_az: ПОЛУЧИТЬ КОДAZ
ru: ПОЛУЧИТЬ КОД
zh: ПОЛУЧИТЬ КОДZH

# headerLabel
source: Введите ваше имя и номер телефона для входаENG
az_az: Введите ваше имя и номер телефона для входаAZ
ru: Введите ваше имя и номер телефона для входа
zh: Введите ваше имя и номер телефона для входаZH

# continueButton
source: ДАЛЕЕENG
az_az: ДАЛЕЕAZ
ru: ДАЛЕЕ
zh: ДАЛЕЕZH

# footerTextView
source: Нажимая кнопку «Далее», я подтверждаю, что ознакомлен(а) с условиями Публичной оферты и политики конфиденциальности и принимаю их условияENG
az_az: Нажимая кнопку «Далее», я подтверждаю, что ознакомлен(а) с условиями Публичной оферты и политики конфиденциальности и принимаю их условияAZ
ru: Нажимая кнопку «Далее», я подтверждаю, что ознакомлен(а) с условиями Публичной оферты и политики конфиденциальности и принимаю их условия
zh: Нажимая кнопку «Далее», я подтверждаю, что ознакомлен(а) с условиями Публичной оферты и политики конфиденциальности и принимаю их условияZH

# name
source: ИМЯENG
az_az: ИМЯAZ
ru: ИМЯ
zh: ИМЯZH

# phoneNumber
source: Ваш номер телефонаENG
az_az: Ваш номер телефонаAZ
ru: Ваш номер телефона
zh: Ваш номер телефонаZH

# order
source: Заказ таксиENG
az_az: Заказ таксиAZ
ru: Заказ такси
zh: Заказ таксиZH

# titleCodeCountry
source: Код страныENG
az_az: Код страныAZ
ru: Код страны
zh: Код страныZH

# slide1
source: Вы можете выбрать класс машины и узнать приблизительную стоимость поездки. Если вам нужно заехать по нескольким адресам, вы можете их очень просто, плюсиком добавить.ENG
az_az: Вы можете выбрать класс машины и узнать приблизительную стоимость поездки. Если вам нужно заехать по нескольким адресам, вы можете их очень просто, плюсиком добавить.AZ
ru: Вы можете выбрать класс машины и узнать приблизительную стоимость поездки. Если вам нужно заехать по нескольким адресам, вы можете их очень просто, плюсиком добавить.
zh: Вы можете выбрать класс машины и узнать приблизительную стоимость поездки. Если вам нужно заехать по нескольким адресам, вы можете их очень просто, плюсиком добавить.ZH

# slide2
source: Вы можете указать ту цену поездки, которая вас устроит. Эта стоимость будет предложена ближайшим водителям.ENG
az_az: Вы можете указать ту цену поездки, которая вас устроит. Эта стоимость будет предложена ближайшим водителям.AZ
ru: Вы можете указать ту цену поездки, которая вас устроит. Эта стоимость будет предложена ближайшим водителям.
zh: Вы можете указать ту цену поездки, которая вас устроит. Эта стоимость будет предложена ближайшим водителям.ZH

# slide3
source: Вы будете видеть встречные предложения цены от водителей, вы можете выбрать водителя или отказать ему. Так же вы можете увеличить стоимость поездки в случае час пика, стимулировав водителей.ENG
az_az: Вы будете видеть встречные предложения цены от водителей, вы можете выбрать водителя или отказать ему. Так же вы можете увеличить стоимость поездки в случае час пика, стимулировав водителей.AZ
ru: Вы будете видеть встречные предложения цены от водителей, вы можете выбрать водителя или отказать ему. Так же вы можете увеличить стоимость поездки в случае час пика, стимулировав водителей.
zh: Вы будете видеть встречные предложения цены от водителей, вы можете выбрать водителя или отказать ему. Так же вы можете увеличить стоимость поездки в случае час пика, стимулировав водителей.ZH

# slide4
source: Для связи с водителем, вы может написать водителю в чат, так же вы можете заказать звонок из диспетчерской, что бы не тратить деньги на телефоне.ENG
az_az: Для связи с водителем, вы может написать водителю в чат, так же вы можете заказать звонок из диспетчерской, что бы не тратить деньги на телефоне.AZ
ru: Для связи с водителем, вы может написать водителю в чат, так же вы можете заказать звонок из диспетчерской, что бы не тратить деньги на телефоне.
zh: Для связи с водителем, вы может написать водителю в чат, так же вы можете заказать звонок из диспетчерской, что бы не тратить деньги на телефоне.ZH

# error
source: ОшибкаENG
az_az: ОшибкаAZ
ru: Ошибка
zh: ОшибкаZH

# nilFields
source: Заполните необходимые поля.ENG
az_az: Заполните необходимые поля.AZ
ru: Заполните необходимые поля.
zh: Заполните необходимые поля.ZH

# success
source: УспешноENG
az_az: УспешноAZ
ru: Успешно
zh: УспешноZH

# codeDelivered
source: Код отправлен на ваш телефон, введите его в поле ниже: ENG
az_az: Код отправлен на ваш телефон, введите его в поле ниже: AZ
ru: Код отправлен на ваш телефон, введите его в поле ниже:
zh: Код отправлен на ваш телефон, введите его в поле ниже: ZH

# errorAuth
source: Пройдите авторизацию.ENG
az_az: Пройдите авторизацию.AZ
ru: Пройдите авторизацию.
zh: Пройдите авторизацию.ZH

# successAuth
source: Авторизация успешно прошла!ENG
az_az: Авторизация успешно прошла!AZ
ru: Авторизация успешно прошла!
zh: Авторизация успешно прошла!ZH

# incorrectCode
source: Код не совпадает с отправленным по смс.ENG
az_az: Код не совпадает с отправленным по смс.AZ
ru: Код не совпадает с отправленным по смс.
zh: Код не совпадает с отправленным по смс.ZH

# aboutApp
source: О программеENG
az_az: О программеAZ
ru: О программе
zh: О программеZH

# againCode
source: Получить код повторно можно через ENG
az_az: Получить код повторно можно через AZ
ru: Получить код повторно можно через
zh: Получить код повторно можно через ZH

# sec
source: сек.ENG
az_az: сек.AZ
ru: сек.
zh: сек.ZH

# takeCode
source: ПОЛУЧИТЬ КОДENG
az_az: ПОЛУЧИТЬ КОДAZ
ru: ПОЛУЧИТЬ КОД
zh: ПОЛУЧИТЬ КОДZH

# chat
source: Чат с водителемENG
az_az: Чат с водителемAZ
ru: Чат с водителем
zh: Чат с водителемZH

# payAlert
source: ОплатаENG
az_az: ОплатаAZ
ru: Оплата
zh: ОплатаZH

# cancel
source: ОтменаENG
az_az: ОтменаAZ
ru: Отмена
zh: ОтменаZH

# cash
source: НаличныеENG
az_az: НаличныеAZ
ru: Наличные
zh: НаличныеZH

# addCard
source: Добавить картуENG
az_az: Добавить картуAZ
ru: Добавить карту
zh: Добавить картуZH

# wishes
source: ПожеланияENG
az_az: ПожеланияAZ
ru: Пожелания
zh: ПожеланияZH

# payCard
source: Оплата по картеENG
az_az: Оплата по картеAZ
ru: Оплата по карте
zh: Оплата по картеZH

# meetTable
source: Встреча с табличкойENG
az_az: Встреча с табличкойAZ
ru: Встреча с табличкой
zh: Встреча с табличкойZH

# smoke
source: КурящийENG
az_az: КурящийAZ
ru: Курящий
zh: КурящийZH

# childSitOne
source: Детское сиденье от 1 до 2 летENG
az_az: Детское сиденье от 1 до 2 летAZ
ru: Детское сиденье от 1 до 2 лет
zh: Детское сиденье от 1 до 2 летZH

# childSitTwo
source: Детское сиденье от 3 до 7 летENG
az_az: Детское сиденье от 3 до 7 летAZ
ru: Детское сиденье от 3 до 7 лет
zh: Детское сиденье от 3 до 7 летZH

# leather
source: Кожанный салонENG
az_az: Кожанный салонAZ
ru: Кожанный салон
zh: Кожанный салонZH

# noSmoke
source: Не курящийENG
az_az: Не курящийAZ
ru: Не курящий
zh: Не курящийZH

# receipt
source: КвитанцияENG
az_az: КвитанцияAZ
ru: Квитанция
zh: КвитанцияZH

# driverHelp
source: Помощь водителяENG
az_az: Помощь водителяAZ
ru: Помощь водителя
zh: Помощь водителяZH

# animalDelivery
source: Перевозка животногоENG
az_az: Перевозка животногоAZ
ru: Перевозка животного
zh: Перевозка животногоZH

# courier
source: КурьерENG
az_az: КурьерAZ
ru: Курьер
zh: КурьерZH

# air
source: КондиционерENG
az_az: КондиционерAZ
ru: Кондиционер
zh: КондиционерZH

# baggage
source: БагажENG
az_az: БагажAZ
ru: Багаж
zh: БагажZH

# universalis
source: УниверсалENG
az_az: УниверсалAZ
ru: Универсал
zh: УниверсалZH

# childSit
source: Детское креслоENG
az_az: Детское креслоAZ
ru: Детское кресло
zh: Детское креслоZH

# axe
source: Топор в багажникеENG
az_az: Топор в багажникеAZ
ru: Топор в багажнике
zh: Топор в багажникеZH

# baggageInCar
source: Багаж в салонеENG
az_az: Багаж в салонеAZ
ru: Багаж в салоне
zh: Багаж в салонеZH

# meetPassanger
source: Встреча пассажираENG
az_az: Встреча пассажираAZ
ru: Встреча пассажира
zh: Встреча пассажираZH

# animalsDelivery
source: Перевозка животныхENG
az_az: Перевозка животныхAZ
ru: Перевозка животных
zh: Перевозка животныхZH

# vantBridge
source: Проезд по КАД (Вантовый мост)ENG
az_az: Проезд по КАД (Вантовый мост)AZ
ru: Проезд по КАД (Вантовый мост)
zh: Проезд по КАД (Вантовый мост)ZH

# kronshtandt
source: Проезд по КАД (Кронштадт)ENG
az_az: Проезд по КАД (Кронштадт)AZ
ru: Проезд по КАД (Кронштадт)
zh: Проезд по КАД (Кронштадт)ZH

# oneAxle
source: TestENG
az_az: TestAZ
ru: Блокировка колес - одна ось
zh: TestZH

# twoAxle
source: TestENG
az_az: TestAZ
ru: Блокировка колес - две оси
zh: TestZH

# address
source: АдресENG
az_az: АдресAZ
ru: Адрес
zh: АдресZH

# auth
source: Авторизация
az_az: АвторизацияAZ
zh: АвторизацияZH

# check
source: Проверьте соединение с интернетомENG
az_az: Проверьте соединение с интернетомAZ
ru: Проверьте соединение с интернетом
zh: Проверьте соединение с интернетомZH

# webTaxi
source: TestENG
az_az: TestAZ
ru: WebБизнес
zh: TestZH

# comfort
source: TestENG
az_az: TestAZ
ru: Комфорт
zh: TestZH

# buisnessTaxi
source: TestENG
az_az: TestAZ
ru: Бизнес
zh: TestZH

# backVC
source: ОткудаENG
az_az: ОткудаAZ
ru: Откуда
zh: ОткудаZH

# done
source: ПрименитьENG
az_az: ПрименитьAZ
ru: Применить
zh: ПрименитьZH

# login
source: логинENG
az_az: логинAZ
ru: логин
zh: логинZH

# password
source: парольENG
az_az: парольAZ
ru: пароль
zh: парольZH

# corporateAlert
source: Если вы хотите заказать такси как корпоративный клиент, то укажите логин и пароль от корпоративного аккаунта.ENG
az_az: Если вы хотите заказать такси как корпоративный клиент, то укажите логин и пароль от корпоративного аккаунта.AZ
ru: Если вы хотите заказать такси как корпоративный клиент, то укажите логин и пароль от корпоративного аккаунта.
zh: Если вы хотите заказать такси как корпоративный клиент, то укажите логин и пароль от корпоративного аккаунта.ZH

# enter
source: ВходENG
az_az: ВходAZ
ru: Вход
zh: ВходZH

# min
source: мин.ENG
az_az: мин.AZ
ru: мин.
zh: мин.ZH

# moneyAccept
source: ₽ ПРИНЯТЬENG
az_az: ₽ ПРИНЯТЬAZ
ru: ₽ ПРИНЯТЬ
zh: ₽ ПРИНЯТЬZH

# surname
source: ФАМИЛИЯENG
az_az: ФАМИЛИЯAZ
ru: ФАМИЛИЯ
zh: ФАМИЛИЯZH

# patronymic
source: ОТЧЕСТВОENG
az_az: ОТЧЕСТВОAZ
ru: ОТЧЕСТВО
zh: ОТЧЕСТВОZH

# mail
source: ЭЛ. ПОЧТАENG
az_az: ЭЛ. ПОЧТАAZ
ru: ЭЛ. ПОЧТА
zh: ЭЛ. ПОЧТАZH

# birthday
source: Дата рожденияENG
az_az: Дата рожденияAZ
ru: Дата рождения
zh: Дата рожденияZH

# birthdayNotSelected
source: Дата не стоитENG
az_az: Дата не стоитAZ
ru: Дата не стоит
zh: Дата не стоитZH

# settings
source: НастройкиENG
az_az: НастройкиAZ
ru: Настройки
zh: НастройкиZH

# alertOrder
source: Оповещение по заказуENG
az_az: Оповещение по заказуAZ
ru: Оповещение по заказу
zh: Оповещение по заказуZH

# vibro
source: ВиброENG
az_az: ВиброAZ
ru: Вибро
zh: ВиброZH

# soundOrder
source: Звуковое оповещениеENG
az_az: Звуковое оповещениеAZ
ru: Звуковое оповещение
zh: Звуковое оповещениеZH

# language
source: ЯзыкENG
az_az: ЯзыкAZ
ru: Язык
zh: ЯзыкZH

# languageInterface
source: Язык интерфейсаENG
az_az: Язык интерфейсаAZ
ru: Язык интерфейса
zh: Язык интерфейсаZH

# languageForAddress
source: Язык для адресаENG
az_az: Язык для адресаAZ
ru: Язык для адреса
zh: Язык для адресаZH

# defaultLanguage
source: DefaultENG
az_az: DefaultAZ
ru: Default
zh: DefaultZH

# engLanguage
source: EnglishENG
az_az: EnglishAZ
ru: English
zh: EnglishZH

# rusLanguage
source: RussianENG
az_az: RussianAZ
ru: Russian
zh: RussianZH

# chLanguage
source: Chinese
az_az: ChineseAZ
zh: ChineseZH

# azerLanguage
source: AzerbaijaniENG
az_az: AzerbaijaniAZ
ru: Azerbaijani
zh: AzerbaijaniZH

# aboutTaxi
source: О таксиENG
az_az: О таксиAZ
ru: О такси
zh: О таксиZH

# appForOrder
source: Приложение для заказа таксиENG
az_az: Приложение для заказа таксиAZ
ru: Приложение для заказа такси
zh: Приложение для заказа таксиZH

# numberForOrder
source: Заказ такси +7111111111ENG
az_az: Заказ такси +7111111111AZ
ru: Заказ такси +7111111111
zh: Заказ такси +7111111111ZH

# claims
source: Претензии +7111111111ENG
az_az: Претензии +7111111111AZ
ru: Претензии +7111111111
zh: Претензии +7111111111ZH

# thanks
source: Спасибо! Удачного пути!ENG
az_az: Спасибо! Удачного пути!AZ
ru: Спасибо! Удачного пути!
zh: Спасибо! Удачного пути!ZH

# feedBack
source: Обратная связьENG
az_az: Обратная связьAZ
ru: Обратная связь
zh: Обратная связьZH

# driveEnd
source: Поездка оконченаENG
az_az: Поездка оконченаAZ
ru: Поездка окончена
zh: Поездка оконченаZH

# chooseMap
source: Выбор на карте
az_az: Выбор на картеAZ
zh: Выбор на картеZH

# choose
source: ВыбратьENG
az_az: ВыбратьAZ
ru: Выбрать
zh: ВыбратьZH

# delete
source: УдалитьENG
az_az: УдалитьAZ
ru: Удалить
zh: УдалитьZH

# canceling
source: ОтменитьENG
az_az: ОтменитьAZ
ru: Отменить
zh: ОтменитьZH

# onMap
source: На картеENG
az_az: На картеAZ
ru: На карте
zh: На картеZH

# favourite
source: В избранноеENG
az_az: В избранноеAZ
ru: В избранное
zh: В избранноеZH

# ready
source: ГотовоENG
az_az: ГотовоAZ
ru: Готово
zh: ГотовоZH

# addressInFav
source: Адрес добавлен в избранноеENG
az_az: Адрес добавлен в избранноеAZ
ru: Адрес добавлен в избранное
zh: Адрес добавлен в избранноеZH

# cancelOrder
source: Отмена заказаENG
az_az: Отмена заказаAZ
ru: Отмена заказа
zh: Отмена заказаZH

# reason
source: ПричинаENG
az_az: ПричинаAZ
ru: Причина
zh: ПричинаZH

# checkCon
source: Проверьте соединение с интернетомENG
az_az: Проверьте соединение с интернетомAZ
ru: Проверьте соединение с интернетом
zh: Проверьте соединение с интернетомZH

# from
source: отENG
az_az: отAZ
ru: от
zh: отZH

# km
source: км.ENG
az_az: км.AZ
ru: км.
zh: км.ZH

# now
source: сейчасENG
az_az: сейчасAZ
ru: сейчас
zh: сейчасZH

# taxi
source: ТаксиENG
az_az: ТаксиAZ
ru: Такси
zh: ТаксиZH

# fullFields
source: Заполните все поля.ENG
az_az: Заполните все поля.AZ
ru: Заполните все поля.
zh: Заполните все поля.ZH

# conDriver
source: Связь с водителемENG
az_az: Связь с водителемAZ
ru: Связь с водителем
zh: Связь с водителемZH

# upPrice
source: ПОДНЯТЬ ЦЕНУENG
az_az: ПОДНЯТЬ ЦЕНУAZ
ru: ПОДНЯТЬ ЦЕНУ
zh: ПОДНЯТЬ ЦЕНУZH

# passExit
source: Я ВЫХОЖУENG
az_az: Я ВЫХОЖУAZ
ru: Я ВЫХОЖУ
zh: Я ВЫХОЖУZH

# negative
source: Что не понравилось?ENG
az_az: Что не понравилось?AZ
ru: Что не понравилось?
zh: Что не понравилось?ZH

# driverLate
source: Водитель опоздалENG
az_az: Водитель опоздалAZ
ru: Водитель опоздал
zh: Водитель опоздалZH

# roughDriver
source: Грубый водительENG
az_az: Грубый водительAZ
ru: Грубый водитель
zh: Грубый водительZH

# carDirty
source: Машина грязнаяENG
az_az: Машина грязнаяAZ
ru: Машина грязная
zh: Машина грязнаяZH

# driverBlackList
source: Водителя в черный списокENG
az_az: Водителя в черный списокAZ
ru: Водителя в черный список
zh: Водителя в черный списокZH

# pay
source: ОПЛАТАENG
az_az: ОПЛАТАAZ
ru: ОПЛАТА
zh: ОПЛАТАZH

# profile
source: ПРОФИЛЬENG
az_az: ПРОФИЛЬAZ
ru: ПРОФИЛЬ
zh: ПРОФИЛЬZH

# trips
source: ПОЕЗДКИENG
az_az: ПОЕЗДКИAZ
ru: ПОЕЗДКИ
zh: ПОЕЗДКИZH

# authBig
source: АВТОРИЗАЦИЯENG
az_az: АВТОРИЗАЦИЯAZ
ru: АВТОРИЗАЦИЯ
zh: АВТОРИЗАЦИЯZH

# settingsBig
source: НАСТРОЙКИENG
az_az: НАСТРОЙКИAZ
ru: НАСТРОЙКИ
zh: НАСТРОЙКИZH

# conFeedBack
source: ОБРАТНАЯ СВЯЗЬENG
az_az: ОБРАТНАЯ СВЯЗЬAZ
ru: ОБРАТНАЯ СВЯЗЬ
zh: ОБРАТНАЯ СВЯЗЬZH

# aboutProgramm
source: О ПРОГРАММЕENG
az_az: О ПРОГРАММЕAZ
ru: О ПРОГРАММЕ
zh: О ПРОГРАММЕZH

# aboutTaxiBig
source: О ТАКСИENG
az_az: О ТАКСИAZ
ru: О ТАКСИ
zh: О ТАКСИZH

# profile2
source: Profile
az_az: ПрофильAZ
ru: Профиль
zh: ПрофильZH
